class DailyDhizkr {
  String title;
  String content;
  // int? count;

  DailyDhizkr({
    required this.title,
    required this.content,
    // this.count,
  });
}

var dailyDhizkrList = [
  DailyDhizkr(
      title: 'ratib atthas',
      content:
          "اَعُوْذُبِاللهِ السَّمِيْحِ اْلعَلِيْمِ مِنْ الشَّيْطَانِ الرَّجِيْمِ (٣)  اَعُوْذُ بِكَلِمَاتِ اللهِ التَّا مَّاتِ مِنْ شَرِّمَا خَلَقَ (٣) بِسْمِ اللهِ الَّذِيْ لاَيَضُرُّمَعَ اسْمِهِ شَىْءٌ فِى اْلاَرْضِ وَلاَفِى السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (٣)"),
  DailyDhizkr(
      title: 'ratib haddad',
      content:
          "اَعُوْذُبِاللهِ السَّمِيْحِ اْلعَلِيْمِ مِنْ الشَّيْطَانِ الرَّجِيْمِ (٣)  اَعُوْذُ بِكَلِمَاتِ اللهِ التَّا مَّاتِ مِنْ شَرِّمَا خَلَقَ (٣) بِسْمِ اللهِ الَّذِيْ لاَيَضُرُّمَعَ اسْمِهِ شَىْءٌ فِى اْلاَرْضِ وَلاَفِى السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (٣)"),
  DailyDhizkr(
      title: 'wirdul latif',
      content:
          "اَعُوْذُبِاللهِ السَّمِيْحِ اْلعَلِيْمِ مِنْ الشَّيْطَانِ الرَّجِيْمِ (٣)  اَعُوْذُ بِكَلِمَاتِ اللهِ التَّا مَّاتِ مِنْ شَرِّمَا خَلَقَ (٣) بِسْمِ اللهِ الَّذِيْ لاَيَضُرُّمَعَ اسْمِهِ شَىْءٌ فِى اْلاَرْضِ وَلاَفِى السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (٣)")
];
